Revit 2027 API
ParameterTypeId.RbsPipeHwfuParam Property
 "HWFU"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeHwfuParam { get; }
Public Shared ReadOnly Property RbsPipeHwfuParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeHwfuParam {
	ForgeTypeId^ get ();
}
static member RbsPipeHwfuParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace